[{"title":"Dự báo thời tiết - Ngày và đêm 25_08_2025"},
{"city":"TP. Hà Nội","description":"\n                                                Nhiều mây, có mưa vừa, mưa to và dông, cục bộ có nơi mưa rất to. Gió bắc đến đông bắc cấp 3-4. Trong mưa dông có khả năng xảy ra lốc, sét và gió giật mạnh.\n                                                \n                                                \n                                                Nhiệt độ thấp nhất từ : 23-25 độ.\n                                                Nhiệt độ cao nhất từ : 27-29 độ. \n                                            "},
{"city":"Tây Bắc Bộ","description":"\n                                                Nhiều mây, có mưa, mưa vừa và rải rác có dông, cục bộ có nơi mưa to đến rất to. Gió nhẹ. Trong mưa dông có khả năng xảy ra lốc, sét, mưa đá và gió giật mạnh.\n                                                \n                                                \n                                                Nhiệt độ thấp nhất từ : 21-24 độ, có nơi dưới 21 độ.\n                                                Nhiệt độ cao nhất từ : 28-31 độ. \n                                            "},
{"city":"Đông Bắc Bộ","description":"\n                                                Nhiều mây, khu vực đồng bằng và trung du có mưa vừa, mưa to và rải rác có dông, cục bộ có nơi mưa rất to; khu vực vùng núi có mưa rào và dông rải rác, cục bộ có nơi mưa to. Gió bắc đến đông bắc cấp 3-4; riêng vùng ven biển các tỉnh từ Quảng Ninh đến Ninh Bình gió mạnh dần lên cấp 6-8, giật cấp 9-10. Trong mưa dông có khả năng xảy ra lốc, sét và gió giật mạnh.\n                                                \n                                                \n                                                Nhiệt độ thấp nhất từ : 22-25 độ.\n                                                Nhiệt độ cao nhất từ : 27-29 độ, riêng vùng núi 29-31 độ, có nơi trên 31 độ. \n                                            "},
{"city":"Thanh Hóa đến Huế","description":"\n                                                Nhiều mây, có mưa, mưa vừa và dông, cục bộ có nơi mưa to; riêng từ Thanh Hóa đến Bắc Quảng Trị có mưa to đến rất to. Gió mạnh dần lên cấp 8-11, vùng gần tâm bão cấp 12-14, giật cấp 15-16; riêng Huế gió tây đến tây nam cấp 4-5. Trong mưa dông có khả năng xảy ra lốc, sét và gió giật mạnh.\n                                                \n                                                \n                                                Nhiệt độ thấp nhất từ : 23-25 độ.\n                                                Nhiệt độ cao nhất từ : 26-29 độ, có nơi trên 29 độ. \n                                            "},
{"city":"Duyên hải Nam Trung Bộ","description":"\n                                                Nhiều mây, có mưa rào và dông vài nơi, riêng chiều và tối có mưa rào và dông rải rác, cục bộ có nơi mưa to; khu vực Đà Nẵng và phía Đông Quảng Ngãi có mưa, mưa vừa và dông. Gió tây nam cấp 3-4. Trong mưa dông có khả năng xảy ra lốc, sét, mưa đá và gió giật mạnh.\n                                                \n                                                \n                                                Nhiệt độ thấp nhất từ : 24-27 độ.\n                                                Nhiệt độ cao nhất từ : 30-33 độ. \n                                            "},
{"city":"Cao nguyên Trung Bộ","description":"\n                                                Nhiều mây, chiều và đêm có mưa rào và rải rác có dông, cục bộ có nơi mưa to đến rất to. Gió tây nam cấp 3. Trong mưa dông có khả năng xảy ra lốc, sét, mưa đá và gió giật mạnh.\n                                                \n                                                \n                                                Nhiệt độ thấp nhất từ : 19-22 độ\n                                                Nhiệt độ cao nhất từ : 25-28 độ, có nơi trên 28 độ. \n                                            "},
{"city":"Nam Bộ","description":"\n                                                Có mây, chiều và đêm có mưa rào và rải rác có dông, cục bộ có nơi mưa to. Gió tây nam cấp 3. Trong mưa dông có khả năng xảy ra lốc, sét, mưa đá và gió giật mạnh.\n                                                \n                                                \n                                                Nhiệt độ thấp nhất từ : 23-26 độ.\n                                                Nhiệt độ cao nhất từ : 29-32 độ. \n                                            "},
{"city":"TP. Hồ Chí Minh","description":"\n                                                Có mây, có mưa rào và dông vài nơi, riêng chiều và tối có mưa rào và rải rác có dông, cục bộ có nơi mưa to. Gió tây nam cấp 3. Trong mưa dông có khả năng xảy ra lốc, sét, mưa đá và gió giật mạnh.\n                                                \n                                                \n                                                Nhiệt độ thấp nhất từ : 24-26 độ.\n                                                Nhiệt độ cao nhất từ : 29-31 độ. \n                                            "}
]